{"@context":"http://schema.org","@type":"Dataset","@id":"10.5255/UKDA-SN-4841-1","name":["Neighbourhood Boundaries, Social Disorganisation and Social Exclusion, 2001-2002"],"includedInDataCatalog":{"@type":"DataCatalog","name":""},"creator":[{"@type":"Person","name":"Atkinson, R., University of Glasgow, Department of Urban Studies"}],"publisher":{"@type":"Organization","name":["UK Data Service"]},"datePublished":"2004-04-05T00:00:00Z","dateModified":"2004-04-05T00:00:07Z","temporalCoverage":"2001-01-01T00:00:00Z/2002-01-01T00:00:00Z","spatialCoverage":{"@type":"Country","name":["Scotland"]},"about":"[data collection]","version":1,"description":"The central aim of the research was to investigate the underlying premises of UK neighbourhood crime policies through a comparative study of the responses to crime and disorder within both affluent and deprived neighbourhoods, the extent and nature of informal means of social control utilised by their residents and how collective efficacy is related to social capital and social cohesion. A further aim of the research was to examine the nature of social interaction relating to crime and disorder between the neighbourhoods in order to identify the extent to which such defensive or exclusive strategies may contribute to the social and spatial exclusion of deprived neighbourhoods.<br>\n<br>\nThe key research objectives were:<br>\n<li>to examine the relationship between the organisational characteristics of the neighbourhoods and levels of informal social control, including the relationship between mechanisms of formal and informal social control, and;<br>\n<li>to study the construction of territories of control and the importance of boundaries in the neighbourhood governance of crime and disorder.</li><br>\n<br>\nTwo Scottish cities, Edinburgh and Glasgow, were included in the project. One affluent area and one deprived area were chosen from each city, and the research objectives were addressed utilising a mixed methodology combining quantitative and qualitative data:<br>\n<li>individual interviews were conducted in all the four locations with officers from community, council and housing organisations, community police officers and councillors; <br>\n<li>focus group interviews were conducted with residents from each of the areas studied;<br>\n<li>a postal survey was undertaken with residents from each of the areas (1,207 in total), and the results coded into a quantitative data file for analysis.","keywords":["ANTISOCIAL BEHAVIOUR","COMMUNITIES","COMMUNITY ACTION","COMMUNITY BEHAVIOUR","COMMUNITY IDENTIFICATION","COMMUNITY LIFE","COMMUNITY SAFETY","CRIME PREVENTION","CRIME VICTIMS","DISADVANTAGED GROUPS","FEAR OF CRIME","JUVENILE DELINQUENCY","NEIGHBOURHOODS","POLICE SERVICES","POLICE-COMMUNITY RELATIONSHIP","POLICING","RELATIVE DEPRIVATION","SOCIAL DISADVANTAGE","SOCIAL EXCLUSION","SOCIAL INTEGRATION"],"license":"No information recorded","conditionsOfAccess":"<p>The Data Collection is available to UK Data Service registered users subject to the <a href=\"https://ukdataservice.ac.uk/app/uploads/cd137-enduserlicence.pdf\" target=\"_blank\">End User Licence Agreement</a>.</p><p>Commercial use of the data requires approval from the data owner or their nominee. The UK Data Service will contact you.</p>","mentions":[]}